Repository: cinmou/PrivyGallery
Catalog: SecurityFolder/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko, ru, zh_hant_tw, zh_hk

source: 彻底删除？
de: Komplett löschen?
en: Delete Permanently?
es: ¿Eliminar completamente?
fr: Supprimer complètement ?
it: Eliminare completamente?
ja: 完全に削除しますか？
ko: 완전히 삭제하시겠습니까?
ru: Полностью удалить?
zh_hant_tw: 徹底刪除？
zh_hk: 徹底刪除？

source: 快进 15 秒
de: 15 Sekunden vorspulen
en: Forward 15 Seconds
es: Avance rápido 15 segundos
fr: Avance rapide de 15 secondes
it: Avanti veloce di 15 secondi
ja: 15秒早送り
ko: 15초 빨리감기
ru: Перемотка вперед на 15 секунд.
zh_hant_tw: 快轉 15 秒
zh_hk: 快轉 15 秒

source: 快退 15 秒
de: 15 Sekunden zurückspulen
en: Rewind 15 Seconds
es: Rebobinar 15 segundos
fr: Rembobiner 15 secondes
it: Riavvolgi 15 secondi
ja: 15秒巻き戻し
ko: 15초 되감기
ru: Перемотка назад на 15 секунд

source: 恢复
de: wiederherstellen
en: Restore
es: restaurar
fr: restaurer
it: ripristinare
ja: 復元する
ko: 복원
ru: восстановить
zh_hant_tw: 恢復
zh_hk: 恢復

source: 恢复到当前空间
de: Auf aktuellen Speicherplatz wiederherstellen
en: Restore to Current Space
es: Restaurar al espacio actual
fr: Restaurer vers l'espace actuel
it: Ripristina nello spazio corrente
ja: 現在のスペースに復元
ko: 현재 공간으로 복원
ru: Восстановить в текущее пространство
zh_hant_tw: 恢復到當前空間
zh_hk: 恢復到當前空間

source: 恢复失败
de: Die Wiederherstellung ist fehlgeschlagen
en: Restore Failed
es: La recuperación falló
fr: La récupération a échoué
it: Il ripristino non è riuscito
ja: 回復に失敗しました
ko: 복구 실패
ru: Восстановление не удалось
zh_hant_tw: 恢復失敗
zh_hk: 恢復失敗

source: 恢复完成
de: Wiederherstellung abgeschlossen
en: Restore Complete
es: Recuperación completada
fr: Récupération terminée
it: Recupero completato
ja: 復旧完了
ko: 복구 완료
ru: Восстановление завершено
zh_hant_tw: 恢復完成
zh_hk: 恢復完成

source: 恢复已停止
de: Die Wiederherstellung wurde gestoppt
en: Restore Stopped
es: Recuperación detenida
fr: Récupération arrêtée
it: Il recupero si è fermato
ja: 回復が停止しました
ko: 복구가 중지되었습니다.
ru: Восстановление остановлено
zh_hant_tw: 恢復已停止
zh_hk: 恢復已停止

source: 恢复已停止。
de: Die Wiederherstellung wurde gestoppt.
en: Restore stopped.
es: La recuperación se ha detenido.
fr: La récupération s'est arrêtée.
it: Il recupero si è fermato.
ja: 回復が停止しました。
ko: 복구가 중지되었습니다.
ru: Восстановление остановлено.
zh_hant_tw: 恢復已停止。
zh_hk: 恢復已停止。

source: 恢复已取消，未完成的恢复文件会自动清理。
de: Die Wiederherstellung wurde abgebrochen und nicht abgeschlossene Wiederherstellungsdateien werden automatisch bereinigt.
en: Restore was cancelled. Incomplete restore files will be cleaned up automatically.
es: La recuperación se canceló y los archivos de recuperación no finalizados se limpiarán automáticamente.
fr: La récupération a été annulée et les fichiers de récupération inachevés seront automatiquement nettoyés.
it: Il ripristino è stato annullato e i file di ripristino non completati verranno puliti automaticamente.
ja: リカバリはキャンセルされ、未完了のリカバリ ファイルは自動的に削除されます。
ko: 복구가 취소되었으며 완료되지 않은 복구 파일은 자동으로 정리됩니다.
ru: Восстановление было отменено, и незавершенные файлы восстановления будут автоматически очищены.
zh_hant_tw: 恢復已取消，未完成的恢復檔案會自動清理。
zh_hk: 恢復已取消，未完成嘅恢復檔案會自動清理。

source: 恢复成功
de: Wiederherstellung erfolgreich
en: Restore Complete
es: Recuperación exitosa
fr: Récupération réussie
it: Recupero riuscito
ja: 回復成功
ko: 복구 성공
ru: Восстановление успешно
zh_hant_tw: 恢復成功
zh_hk: 恢復成功

source: 恢复购买
de: Kauf fortsetzen
en: Restore Purchases
es: Reanudar compra
fr: Reprendre l'achat
it: Riprendi l'acquisto
ja: 購入を再開する
ko: 구매 재개
ru: Возобновить покупку
zh_hant_tw: 恢復購買
zh_hk: 恢復購買

# 您可以随时通过删除 App 清除本地数据；如果启用了胁迫密码，也可以在触发后清空本地保险箱内容。数据删除后通常无法恢复，谨记数据无价。
source: 你可以随时通过删除 App 清除本地数据；如果启用了胁迫密码，也可以在触发后清空本地保险箱内容。数据删除后通常无法恢复，请谨慎操作。
de: Sie können lokale Daten jederzeit löschen, indem Sie die App löschen; Wenn die Passworterzwingung aktiviert ist, können Sie nach dem Auslösen auch den Inhalt des lokalen Safes löschen. Daten können nach dem Löschen in der Regel nicht wiederhergestellt werden. Gehen Sie daher bitte vorsichtig vor.
en: You can remove local data at any time by deleting the app. If a duress password is enabled, triggering it can also wipe the local vault. Deleted data usually cannot be recovered, so please proceed carefully.
es: Puedes borrar los datos locales en cualquier momento eliminando la aplicación; Si la contraseña de coerción está habilitada, también puede borrar el contenido de la caja fuerte local después de la activación. Por lo general, los datos no se pueden recuperar después de eliminarlos, así que proceda con precaución.
fr: Vous pouvez effacer les données locales à tout moment en supprimant l'application ; si le mot de passe coercitif est activé, vous pouvez également effacer le contenu du coffre-fort local après le déclenchement. Les données ne peuvent généralement pas être récupérées après la suppression, veuillez donc procéder avec prudence.
it: Puoi cancellare i dati locali in qualsiasi momento eliminando l'app; se la password di coercizione è abilitata, è anche possibile cancellare il contenuto della cassaforte locale dopo l'attivazione. Solitamente i dati non possono essere recuperati dopo la cancellazione, quindi procedere con cautela.
ja: アプリを削除すれば、いつでもローカル データをクリアできます。強制パスワードが有効になっている場合は、トリガー後にローカル金庫の内容をクリアすることもできます。通常、削除したデータは復元できませんので、慎重に作業を行ってください。
ko: 앱을 삭제하면 언제든지 로컬 데이터를 지울 수 있습니다. 강제 암호가 활성화된 경우 트리거 후 로컬 금고의 내용을 지울 수도 있습니다. 일반적으로 데이터를 삭제한 후에는 복구할 수 없으므로 주의해서 진행하시기 바랍니다.
ru: Вы можете очистить локальные данные в любое время, удалив приложение; если принудительный пароль включен, вы также можете очистить содержимое локального сейфа после его срабатывания. Данные обычно не могут быть восстановлены после удаления, поэтому действуйте осторожно.
zh_hant_tw: 你可以隨時透過刪除 App 來清除本地資料；如果啟用了脅迫密碼，也可以在觸發後清空本地保險箱內容。資料刪除後通常無法恢復，請謹慎操作。
zh_hk: 你可以隨時透過刪除 App 來清除本地數據；如果啟用了脅迫密碼，也可以在觸發後清空本地保險箱內容。數據刪除後通常無法恢復，請謹慎操作。

source: 您因存储违规内容而产生的任何法律纠纷、行政处罚或第三方索赔，均由您本人自行承担，开发者不承担任何直接或连带责任。
de: Etwaige Rechtsstreitigkeiten, Verwaltungsstrafen oder Ansprüche Dritter, die sich aus der Speicherung rechtswidriger Inhalte ergeben, liegen in Ihrem Verantwortungsbereich und der Entwickler übernimmt keine direkte oder gesamtschuldnerische Haftung.
en: You alone are responsible for any legal disputes, administrative penalties, or third-party claims arising from your storage of violating content. The developer bears no direct or joint liability.
es: Cualquier disputa legal, sanción administrativa o reclamo de terceros que surja del almacenamiento de contenido ilegal es su propia responsabilidad, y el desarrollador no asume ninguna responsabilidad directa o conjunta.
fr: Tous les litiges juridiques, sanctions administratives ou réclamations de tiers résultant du stockage de contenus illégaux relèvent de votre propre responsabilité et le développeur n'assume aucune responsabilité directe ou solidaire.
it: Eventuali controversie legali, sanzioni amministrative o pretese di terzi derivanti dall'archiviazione di contenuti illegali sono di tua responsabilità e lo sviluppatore non si assume alcuna responsabilità diretta o congiunta.
ja: 違法なコンテンツの保存に起因する法的紛争、行政罰、第三者からの申し立てはお客様自身の責任であり、開発者は直接または連帯責任を負いません。
ko: 불법 콘텐츠 저장으로 인해 발생하는 모든 법적 분쟁, 행정적 처벌 또는 제3자 청구는 전적으로 귀하의 책임이며, 개발자는 어떠한 직접적 또는 공동 책임도 지지 않습니다.
ru: Любые юридические споры, административные штрафы или претензии третьих лиц, возникающие в связи с хранением незаконного контента, являются вашей собственной ответственностью, и разработчик не несет никакой прямой или солидарной ответственности.
zh_hant_tw: 您因儲存違規內容而產生的任何法律糾紛、行政處罰或第三方索賠，均由您本人自行承擔，開發者不承擔任何直接或連帶責任。
zh_hk: 您因儲存違規內容而產生嘅任何法律糾紛、行政處罰或第三方索賠，均由您本人自行承擔，開發者不承擔任何直接或連帶責任。

source: 您须对所有自行导入的素材（包括但不限于图片、视频及相关信息）承担全部连带责任。请务必确保您的使用行为及存储内容符合所在国家或地区的法律法规，并对此承担全部法律责任。
de: Sie tragen die volle gesamtschuldnerische Verantwortung für alle von Ihnen importierten Materialien (einschließlich, aber nicht beschränkt auf Bilder, Videos und zugehörige Informationen). Bitte stellen Sie sicher, dass Ihr Nutzungsverhalten und die gespeicherten Inhalte den Gesetzen und Vorschriften des Landes oder der Region entsprechen, in der Sie sich befinden, und Sie tragen hierfür die volle rechtliche Verantwortung.
en: You are solely responsible and jointly liable for all materials you import (including but not limited to photos, videos, and related info). Please ensure that your usage and stored content comply with local laws, and you bear full legal responsibility for them.
es: Debe asumir la responsabilidad conjunta y solidaria de todos los materiales que importe (incluidos, entre otros, imágenes, vídeos e información relacionada). Asegúrese de que su comportamiento de uso y el contenido almacenado cumplan con las leyes y regulaciones del país o región donde se encuentra, y usted asume toda la responsabilidad legal por esto.
fr: Vous devez assumer l'entière responsabilité conjointe et solidaire de tous les documents que vous importez (y compris, mais sans s'y limiter, les photos, vidéos et informations connexes). Veuillez vous assurer que votre comportement d'utilisation et le contenu stocké sont conformes aux lois et réglementations du pays ou de la région où vous vous trouvez, et vous en assumez l'entière responsabilité légale.
it: Devi assumerti la piena responsabilità congiunta e solidale per tutti i materiali che importi (inclusi ma non limitati a immagini, video e informazioni correlate). Assicurati che il tuo comportamento di utilizzo e i contenuti archiviati siano conformi alle leggi e ai regolamenti del paese o della regione in cui ti trovi e di assumerti la piena responsabilità legale.
ja: あなたは、輸入するすべての素材 (写真、ビデオ、および関連情報を含みますがこれらに限定されません) に対して全連帯責任を負わなければなりません。お客様の使用行為および保存されたコンテンツが、お住まいの国または地域の法律および規制に準拠していることを確認してください。これについてはお客様が全法的責任を負います。
ko: 귀하는 귀하가 수입하는 모든 자료(사진, 비디오 및 관련 정보를 포함하되 이에 국한되지 않음)에 대해 전적인 공동 책임을 져야 합니다. 귀하의 사용 행위 및 저장된 콘텐츠가 귀하가 위치한 국가 또는 지역의 법률 및 규정을 준수하는지 확인하시기 바랍니다. 이에 대한 모든 법적 책임은 귀하에게 있습니다.
ru: Вы должны нести полную солидарную ответственность за все импортируемые вами материалы (включая, помимо прочего, изображения, видео и сопутствующую информацию). Убедитесь, что ваше поведение при использовании и хранимый контент соответствуют законам и правилам страны или региона, где вы находитесь, и вы несете за это полную юридическую ответственность.
zh_hant_tw: 您須對所有自行匯入的素材（包括但不限於圖片、影片及相關資訊）負全部連帶責任。請務必確保您的使用行為及儲存內容符合所在國家或地區的法律法規，並對此承擔全部法律責任。
zh_hk: 您須對所有自行導入嘅素材（包括但不限於圖片、影片及相關資訊）負全部連帶責任。請務必確保您嘅使用行為及儲存內容符合所在國家或地區嘅法律法規，並對此承擔全部法律責任。

source: 感谢你的支持，所有权益已解锁。
de: Vielen Dank für Ihre Unterstützung, alle Vorteile wurden freigeschaltet.
en: Thank you for your support. All benefits have been unlocked.
es: Gracias por su apoyo, todos los beneficios han sido desbloqueados.
fr: Merci pour votre soutien, tous les avantages ont été débloqués.
it: Grazie per il vostro supporto, tutti i vantaggi sono stati sbloccati.
ja: ご支援のおかげで、すべての特典が解除されました。
ko: 여러분의 지원에 감사드립니다. 모든 혜택이 잠금 해제되었습니다.
ru: Спасибо за вашу поддержку, все преимущества разблокированы.
zh_hant_tw: 感謝你的支持，所有權益已解鎖。
zh_hk: 感謝你嘅支持，所有權益已解鎖。

source: 感谢您，尊敬的会员用户
de: Vielen Dank, lieber Mitgliedsbenutzer
en: Thank you, valued member.
es: Gracias, querido usuario miembro.
fr: Merci, cher utilisateur membre
it: Grazie, caro utente membro
ja: 会員ユーザーの皆様、ありがとうございます
ko: 친애하는 회원 사용자 여러분, 감사합니다.
ru: Спасибо, дорогой пользователь-участник
zh_hant_tw: 感謝您，尊敬的會員使用者
zh_hk: 感謝您，尊敬嘅會員用戶

source: 感谢您的购买和支持，开发者感到无与伦比的幸福！
de: Vielen Dank für Ihren Kauf und Ihre Unterstützung, der Entwickler ist unvergleichlich glücklich!
en: Thank you for your purchase and support; the developer feels immensely happy!
es: Gracias por su compra y apoyo, ¡el desarrollador siente una felicidad incomparable!
fr: Merci pour votre achat et votre soutien, le développeur ressent un bonheur sans précédent !
it: Grazie per il tuo acquisto e supporto, lo sviluppatore prova una felicità senza precedenti!
ja: ご購入とサポートに感謝します。開発者は比類のない幸福を感じています。
ko: 구매와 지원에 감사드립니다. 개발자는 비교할 수 없는 행복을 느낍니다!
ru: Спасибо за покупку и поддержку, разработчик испытывает ни с чем не сравнимое счастье!
zh_hant_tw: 感謝您的購買和支持，開發者感到無與倫比的幸福！
zh_hk: 感謝您嘅購買和支持，開發者感到無與倫比嘅幸福！

source: 我已完全知晓
de: Ich bin mir vollkommen bewusst
en: I Fully Understand
es: soy plenamente consciente
fr: je suis pleinement conscient
it: Ne sono pienamente consapevole
ja: 十分承知しております
ko: 나는 완전히 알고 있다
ru: Я полностью осознаю
zh_hant_tw: 我已完全知曉
zh_hk: 我已完全知曉

source: 我已理解
de: Ich verstehe
en: I Understand
es: lo entiendo
fr: je comprends
it: Capisco
ja: 分かりました
ko: 나는 이해한다
ru: Я понимаю

source: 我已阅读并同意
de: Ich habe es gelesen und stimme zu
en: I have read and agree
es: He leído y acepto
fr: J'ai lu et j'accepte
it: Ho letto e sono d'accordo
ja: 読んで同意します
ko: 읽었으며 이에 동의합니다.
ru: Я прочитал и согласен
zh_hant_tw: 我已閱讀並同意
zh_hk: 我已閱讀並同意

source: 我已阅读并知晓
de: Ich habe gelesen und verstanden
en: I Have Read and Understand
es: He leído y comprendido
fr: j'ai lu et compris
it: Ho letto e compreso
ja: 読んで理解しました
ko: 나는 읽고 이해했습니다.
ru: Я прочитал и понял
zh_hant_tw: 我已閱讀並知道
zh_hk: 我已閱讀並知道

source: 所有文件均加密后存储于本地。应用不提供云端服务，也不会上传任何媒体。所以请妥善保管密码，遗忘密码将导致无法解密数据，开发者也无法协助恢复。
de: Alle Dateien werden verschlüsselt und lokal gespeichert. Die App stellt keine Cloud-Dienste bereit und lädt keine Medien hoch. Bitte bewahren Sie das Passwort daher ordnungsgemäß auf. Das Vergessen des Passworts führt dazu, dass die Daten nicht entschlüsselt werden können und der Entwickler nicht in der Lage ist, bei der Wiederherstellung zu helfen.
en: All files are encrypted and stored locally. The app does not provide cloud services or upload media. Keep your password safe; if you forget it, your data cannot be decrypted and the developer cannot recover it.
es: Todos los archivos están cifrados y almacenados localmente. La aplicación no proporciona servicios en la nube y no carga ningún medio. Por lo tanto, conserve la contraseña correctamente. Olvidar la contraseña resultará en la imposibilidad de descifrar los datos y el desarrollador no podrá ayudar en la recuperación.
fr: Tous les fichiers sont cryptés et stockés localement. L'application ne fournit pas de services cloud et ne télécharge aucun média. Par conséquent, veuillez conserver correctement le mot de passe. L'oubli du mot de passe entraînera l'impossibilité de décrypter les données et le développeur ne pourra pas aider à la récupération.
it: Tutti i file sono crittografati e archiviati localmente. L'app non fornisce servizi cloud e non carica alcun supporto. Si prega pertanto di conservare correttamente la password. Dimenticare la password comporterà l'impossibilità di decrittografare i dati e lo sviluppatore non sarà in grado di assistere nel ripristino.
ja: すべてのファイルは暗号化され、ローカルに保存されます。このアプリはクラウド サービスを提供せず、メディアをアップロードしません。したがって、パスワードは正しく保管してください。パスワードを忘れるとデータを復号化できなくなり、開発者は回復を支援できなくなります。
ko: 모든 파일은 암호화되어 로컬에 저장됩니다. 이 앱은 클라우드 서비스를 제공하지 않으며 어떠한 미디어도 업로드하지 않습니다. 그러므로 비밀번호를 잘 지키시기 바랍니다. 비밀번호를 잊어버리면 데이터를 해독할 수 없으며 개발자는 복구를 지원할 수 없습니다.
ru: Все файлы зашифрованы и хранятся локально. Приложение не предоставляет облачные сервисы и не загружает медиафайлы. Поэтому, пожалуйста, сохраняйте пароль правильно. Забытие пароля приведет к невозможности расшифровки данных, а разработчик не сможет помочь в восстановлении.
zh_hant_tw: 所有檔案均加密後儲存於本機。應用程式不提供雲端服務，也不會上傳任何媒體。所以請妥善保管密碼，遺忘密碼將導致無法解密資料，開發者也無法協助復原。
zh_hk: 所有檔案均加密後儲存於本機。App不提供雲端服務，也不會上傳任何媒體。所以請妥善保管密碼，遺忘密碼將導致無法解密數據，開發者也無法協助恢復。

source: 所选媒体将从设备本地永久删除，不会进入回收站，且无法恢复。
de: Die ausgewählten Medien werden dauerhaft lokal auf dem Gerät gelöscht, gelangen nicht in den Papierkorb und können nicht wiederhergestellt werden.
en: Selected items will be permanently deleted from this device. They will not be moved to Recently Deleted and cannot be recovered.
es: Los medios seleccionados se eliminarán permanentemente localmente en el dispositivo, no irán a la Papelera de reciclaje y no se podrán recuperar.
fr: Le média sélectionné sera définitivement supprimé localement sur l'appareil, n'ira pas dans la corbeille et ne pourra pas être récupéré.
it: Il supporto selezionato verrà eliminato definitivamente localmente sul dispositivo, non finirà nel Cestino e non potrà essere recuperato.
ja: 選択したメディアはデバイス上でローカルに完全に削除され、ごみ箱には移動せず、復元できません。
ko: 선택한 미디어는 장치에서 로컬로 영구적으로 삭제되고 휴지통으로 이동되지 않으며 복구할 수 없습니다.
ru: Выбранный носитель будет безвозвратно удален локально на устройстве, не попадет в корзину и не сможет быть восстановлен.
zh_hant_tw: 所選媒體將從裝置本地永久刪除，不會進入垃圾桶，且無法恢復。
zh_hk: 所選媒體將從裝置本地永久刪除，不會進入回收站，且無法恢復。

source: 把照片和视频加密保留在设备本地。
de: Behalten Sie die Foto- und Videoverschlüsselung lokal auf Ihrem Gerät bei.
en: Keep photos and videos encrypted on this device.
es: Mantenga el cifrado de fotos y videos local en su dispositivo.
fr: Gardez le cryptage des photos et des vidéos localement sur votre appareil.
it: Mantieni la crittografia di foto e video locale sul tuo dispositivo.
ja: 写真とビデオの暗号化をデバイスのローカルに維持します。
ko: 사진 및 비디오 암호화를 장치에 로컬로 유지하십시오.
ru: Сохраняйте шифрование фото и видео локально на вашем устройстве.
zh_hant_tw: 把照片和影片加密保留在裝置本地。
zh_hk: 把相片和影片加密保留在裝置本地。

source: 拍摄时间
de: Aufnahmezeit
en: Captured At
es: tiempo de disparo
fr: Temps de tournage
it: Tempo di ripresa
ja: 撮影時間
ko: 촬영 시간
ru: Время съемки
zh_hant_tw: 拍攝時間
zh_hk: 拍攝時間

source: 拖入以导入
de: Zum Importieren ziehen
en: Drop to Import
es: Arrastra para importar
fr: Faites glisser pour importer
it: Trascina per importare
ja: ドラッグしてインポートします
ko: 드래그하여 가져오기
ru: Перетащите, чтобы импортировать
zh_hant_tw: 拖入以匯入
zh_hk: 拖入以導入

source: 拖动和缩放图片，裁剪为正方形封面
de: Ziehen und zoomen Sie das Bild, um es auf ein quadratisches Cover zuzuschneiden
en: Drag and zoom the image to crop a square cover
es: Arrastre y amplíe la imagen para recortarla en una portada cuadrada.
fr: Faites glisser et zoomez l'image pour la recadrer dans une couverture carrée
it: Trascina e ingrandisci l'immagine per ritagliarla in una copertina quadrata
ja: 画像をドラッグしてズームし、正方形のカバーに切り抜きます
ko: 이미지를 끌어서 확대/축소하여 정사각형 표지로 자릅니다.
ru: Перетащите и увеличьте изображение, чтобы обрезать его до квадратной обложки.
zh_hant_tw: 拖曳和縮放圖片，裁切為正方形封面
zh_hk: 拖曳和縮放圖片，裁切為正方形封面

source: 拖动调整顺序
de: Ziehen Sie, um die Reihenfolge anzupassen
en: Drag to Reorder
es: Arrastra para ajustar el orden
fr: Faites glisser pour ajuster l'ordre
it: Trascina per regolare l'ordine
ja: ドラッグして順序を調整します
ko: 드래그하여 순서를 조정하세요.
ru: Перетащите, чтобы изменить порядок
zh_hant_tw: 拖曳調整順序
zh_hk: 拖曳調整順序

source: 排序
de: sortieren
en: Sort
es: ordenar
fr: trier
it: ordinare
ja: 並べ替える
ko: 정렬
ru: сортировать

source: 提示
de: Tipps
en: Notice
es: Consejos
fr: Conseils
it: Suggerimenti
ja: ヒント
ko: 팁
ru: Советы

source: 播放
de: Wiedergabe
en: Play
es: Reproducir
fr: Lire
it: Riproduci
ja: 再生
ko: 재생
ru: Пуск

source: 播放/暂停
de: abspielen/pausieren
en: Play/Pause
es: reproducir/pausar
fr: lecture/pause
it: riproduci/metti in pausa
ja: 再生/一時停止
ko: 재생/일시 정지
ru: воспроизведение/пауза
zh_hant_tw: 播放/暫停
zh_hk: 播放/暫停

source: 操作失败
de: Der Vorgang ist fehlgeschlagen
en: Operation Failed
es: Operación fallida
fr: L'opération a échoué
it: Operazione fallita
ja: 操作が失敗しました
ko: 작업 실패
ru: Операция не удалась
zh_hant_tw: 操作失敗
zh_hk: 操作失敗

source: 放回
de: zurückstellen
en: Put Back
es: poner de nuevo
fr: remettre
it: rimettere a posto
ja: 元に戻す
ko: 다시 넣어
ru: положить обратно

source: 数字密码输入完成后自动解锁
de: Nach Eingabe des digitalen Passworts automatisch entsperren
en: Auto-unlock after numeric password is entered
es: Desbloquear automáticamente después de ingresar la contraseña digital
fr: Déverrouiller automatiquement après avoir entré le mot de passe numérique
it: Sblocca automaticamente dopo aver inserito la password digitale
ja: デジタルパスワードを入力すると自動的にロックが解除されます
ko: 디지털 비밀번호 입력 후 자동 잠금 해제
ru: Автоматическая разблокировка после ввода цифрового пароля
zh_hant_tw: 數字密碼輸入完成後自動解鎖
zh_hk: 數字密碼輸入完成後自動解鎖

source: 整体加密备份
de: Insgesamt verschlüsseltes Backup
en: Encrypted Full Backup
es: Copia de seguridad cifrada general
fr: Sauvegarde globale chiffrée
it: Backup crittografato complessivo
ja: 全体的な暗号化されたバックアップ
ko: 전체 암호화 백업
ru: Общая зашифрованная резервная копия
zh_hant_tw: 整體加密備份
zh_hk: 整體加密備份

source: 文件
de: Datei
en: Files
es: Archivo
fr: Fichier
it: Archivio
ja: ファイル
ko: 파일
ru: Файл

source: 文件分块解密失败，数据可能已损坏。
de: Die Entschlüsselung des Dateiblocks ist fehlgeschlagen. Die Daten sind möglicherweise beschädigt.
en: Chunk decryption failed. The data may be corrupted.
es: Error al descifrar el bloque de archivos, es posible que los datos estén dañados.
fr: Le décryptage du bloc de fichiers a échoué, les données peuvent être corrompues.
it: La decrittografia del blocco file non è riuscita, i dati potrebbero essere danneggiati.
ja: ファイル ブロックの復号化に失敗しました。データが破損している可能性があります。
ko: 파일 블록 암호 해독에 실패했습니다. 데이터가 손상되었을 수 있습니다.
ru: Расшифровка блока файлов не удалась, возможно, данные повреждены.
zh_hant_tw: 文件分塊解密失敗，資料可能已損壞。
zh_hk: 文件分塊解密失敗，數據可能已損壞。

source: 文件名
de: Dateiname
en: File Name
es: nombre de archivo
fr: nom de fichier
it: nome del file
ja: ファイル名
ko: 파일 이름
ru: имя файла
zh_hant_tw: 檔案名稱
zh_hk: 檔案名稱

source: 文件大小
de: Dateigröße
en: File Size
es: tamaño de archivo
fr: taille du fichier
it: dimensione del file
ja: ファイルサイズ
ko: 파일 크기
ru: размер файла

source: 文件密文格式无效，无法读取。
de: Das Chiffretextformat der Datei ist ungültig und kann nicht gelesen werden.
en: The encrypted file format is invalid and cannot be read.
es: El formato de texto cifrado del archivo no es válido y no se puede leer.
fr: Le format du texte chiffré du fichier n'est pas valide et ne peut pas être lu.
it: Il formato del testo cifrato del file non è valido e non può essere letto.
ja: ファイルの暗号文形式が無効であるため、読み取ることができません。
ko: 파일 암호문 형식이 잘못되어 읽을 수 없습니다.
ru: Формат зашифрованного текста файла недействителен и не может быть прочитан.
zh_hant_tw: 文件密文格式無效，無法讀取。
zh_hk: 文件密文格式無效，無法讀取。

source: 文件类型
de: Dateityp
en: File Type
es: tipo de archivo
fr: Type de fichier
it: Tipo di file
ja: ファイルの種類
ko: 파일 형식
ru: Тип файла
zh_hant_tw: 文件類型
zh_hk: 文件類型

source: 新密码不能与原密码相同。
de: Das neue Passwort darf nicht mit dem ursprünglichen Passwort identisch sein.
en: The new password cannot be the same as the old password.
es: La nueva contraseña no puede ser la misma que la contraseña original.
fr: Le nouveau mot de passe ne peut pas être identique au mot de passe d'origine.
it: La nuova password non può essere uguale alla password originale.
ja: 新しいパスワードを元のパスワードと同じにすることはできません。
ko: 새 비밀번호는 원래 비밀번호와 같을 수 없습니다.
ru: Новый пароль не может совпадать с исходным паролем.
zh_hant_tw: 新密碼不能與原密碼相同。
zh_hk: 新密碼不能與原密碼相同。

source: 新密码格式不符合要求。
de: Das neue Passwortformat entspricht nicht den Anforderungen.
en: The new passcode format is invalid.
es: El nuevo formato de contraseña no cumple con los requisitos.
fr: Le nouveau format de mot de passe ne répond pas aux exigences.
it: Il nuovo formato della password non soddisfa i requisiti.
ja: 新しいパスワード形式は要件を満たしていません。
ko: 새 비밀번호 형식이 요구 사항을 충족하지 않습니다.
ru: Новый формат пароля не соответствует требованиям.
zh_hant_tw: 新密碼格式不符合要求。
zh_hk: 新密碼格式不符合要求。

source: 新建
de: Neu
en: New
es: Nuevo
fr: Nouveau
it: Nuovo
ja: 新しい
ko: 새로운
ru: Новый

source: 新建强加密相册
de: Erstellen Sie ein neues stark verschlüsseltes Fotoalbum
en: New Encrypted Album
es: Crea un nuevo álbum de fotos fuertemente cifrado
fr: Créez un nouvel album photo fortement crypté
it: Crea un nuovo album fotografico fortemente crittografato
ja: 強力に暗号化された新しいフォト アルバムを作成する
ko: 강력하게 암호화된 새 사진 앨범 만들기
ru: Создайте новый сильно зашифрованный фотоальбом.
zh_hant_tw: 新建強加密相冊
zh_hk: 新建強加密相冊

source: 新建相册
de: Neues Album erstellen
en: New Album
es: Crear nuevo álbum
fr: Créer un nouvel album
it: Crea un nuovo album
ja: 新しいアルバムを作成する
ko: 새 앨범 만들기
ru: Создать новый альбом
zh_hant_tw: 新建相簿
zh_hk: 新建相簿

source: 无
de: Keine
en: None
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
ru: Нет
zh_hant_tw: 無
zh_hk: 無

source: 无操作后锁定
de: Sperre nach keiner Bedienung
en: Lock after Inactivity
es: Bloquear después de ninguna operación
fr: Verrouiller après aucune opération
it: Blocca dopo nessuna operazione
ja: 無操作後にロックする
ko: 작동하지 않은 후 잠금
ru: Блокировка после бездействия
zh_hant_tw: 無操作後鎖定
zh_hk: 無操作後鎖定
